{
  "plugins": {
    "blink-cmp-spell": {
      "src": "gh:ribru17/blink-cmp-spell"
    },
    "blink.cmp": {
      "src": "gh:saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "gh:catppuccin/nvim"
    },
    "codediff.nvim": {
      "src": "gh:esmuellert/codediff.nvim"
    },
    "colorful-menu.nvim": {
      "src": "gh:xzbdmw/colorful-menu.nvim"
    },
    "conform.nvim": {
      "src": "gh:stevearc/conform.nvim"
    },
    "copy-path.nvim": {
      "src": "gh:hong4rc/copy-path.nvim"
    },
    "diffview.nvim": {
      "src": "gh:sindrets/diffview.nvim"
    },
    "fidget.nvim": {
      "src": "gh:j-hui/fidget.nvim"
    },
    "friendly-snippets": {
      "src": "gh:rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "gh:fredrikaverpil/gitsigns.nvim"
    },
    "inline-diff.nvim": {
      "src": "gh:cvlmtg/inline-diff.nvim"
    },
    "lazydev.nvim": {
      "src": "gh:folke/lazydev.nvim"
    },
    "lsp-progress.nvim": {
      "src": "gh:linrongbin16/lsp-progress.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "gh:WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "gh:williamboman/mason.nvim"
    },
    "meow.yarn.nvim": {
      "src": "gh:retran/meow.yarn.nvim"
    },
    "mini.nvim": {
      "src": "gh:echasnovski/mini.nvim"
    },
    "neo-tree.nvim": {
      "src": "gh:nvim-neo-tree/neo-tree.nvim",
      "version": "3.0.0 - 4.0.0"
    },
    "neogit": {
      "src": "gh:NeogitOrg/neogit"
    },
    "nui.nvim": {
      "src": "gh:MunifTanjim/nui.nvim"
    },
    "nvim-bqf": {
      "src": "gh:kevinhwang91/nvim-bqf"
    },
    "nvim-lspconfig": {
      "src": "gh:neovim/nvim-lspconfig"
    },
    "nvim-metals": {
      "src": "gh:scalameta/nvim-metals"
    },
    "nvim-pqf": {
      "src": "gh:yorickpeterse/nvim-pqf"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter"
    },
    "nvim-window-picker": {
      "src": "gh:s1n7ax/nvim-window-picker"
    },
    "plenary.nvim": {
      "src": "gh:nvim-lua/plenary.nvim"
    },
    "smart-splits.nvim": {
      "src": "gh:mrjones2014/smart-splits.nvim"
    },
    "snacks.nvim": {
      "src": "gh:folke/snacks.nvim"
    },
    "toggle-checkbox.nvim": {
      "src": "gh:opdavies/toggle-checkbox.nvim"
    },
    "vim-fugitive": {
      "src": "gh:tpope/vim-fugitive"
    },
    "which-key.nvim": {
      "src": "gh:folke/which-key.nvim"
    }
  }
}
